{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:Saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "git@github.com:Saghen/blink.lib"
    },
    "bufferline.nvim": {
      "src": "git@github.com:akinsho/bufferline.nvim"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "git@github.com:sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "git@github.com:folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "hlchunk.nvim": {
      "src": "git@github.com:shellRaining/hlchunk.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "git@github.com:echasnovski/mini.nvim"
    },
    "nvim": {
      "src": "git@github.com:catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:neovim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "supermaven-nvim": {
      "src": "git@github.com:supermaven-inc/supermaven-nvim"
    },
    "telescope.nvim": {
      "src": "git@github.com:nvim-telescope/telescope.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "git@github.com:rachartier/tiny-cmdline.nvim"
    },
    "tiny-code-action.nvim": {
      "src": "git@github.com:rachartier/tiny-code-action.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "git@github.com:rachartier/tiny-inline-diagnostic.nvim"
    },
    "toggleterm.nvim": {
      "src": "git@github.com:akinsho/toggleterm.nvim"
    },
    "treesitter-parser-registry": {
      "src": "git@github.com:neovim-treesitter/treesitter-parser-registry"
    },
    "ultimate-autopair.nvim": {
      "src": "git@github.com:altermo/ultimate-autopair.nvim"
    }
  }
}
